You call this an editor ? What a crock
MOVE variable to variabl2
Well for some reason movce and call are blue when saved but not blue in the editor ?????
      
