You call this an editor ? What a crock
MOVE variabl2 to variabl3
Well for some reason movce and call are blue when saved but not blue in the editor ?????
In the naster this line of code was empty but the cursor was also indented about 10 spaces.
      No idea why well and you can see here the same behaviour
If variabl2 = 10
      then variabl3 = -2
